---
kind: other
id: Properties.T:Autodesk.Revit.DB.GridType
source: html/ca460738-710c-0750-71a0-165d2f99edb1.htm
---
# GridType Properties

The id of the assembly instance to which the element belongs.